FSAndDisk_Test/FS_Disk_SSD_p4800x_NVMe_scripts/P4800x_fs_fio_test_write_ranseq/seq_write_block_64k_4_4_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 4 processes

seq_write_test: (groupid=0, jobs=4): err= 0: pid=78046: Sat May 11 04:32:20 2024
  write: IOPS=36.7k, BW=2296MiB/s (2407MB/s)(200GiB/89210msec); 0 zone resets
    slat (usec): min=16, max=704, avg=18.83, stdev= 3.37
    clat (usec): min=3, max=765, avg=88.01, stdev=16.55
     lat (usec): min=64, max=782, avg=106.99, stdev=16.56
    clat percentiles (usec):
     |  1.00th=[   70],  5.00th=[   78], 10.00th=[   79], 20.00th=[   80],
     | 30.00th=[   81], 40.00th=[   81], 50.00th=[   82], 60.00th=[   83],
     | 70.00th=[   84], 80.00th=[  101], 90.00th=[  115], 95.00th=[  118],
     | 99.00th=[  145], 99.50th=[  149], 99.90th=[  169], 99.95th=[  178],
     | 99.99th=[  215]
   bw (  MiB/s): min= 1958, max= 2340, per=100.00%, avg=2298.28, stdev=17.47, samples=712
   iops        : min=31342, max=37452, avg=36772.47, stdev=279.60, samples=712
  lat (usec)   : 4=0.01%, 10=0.01%, 20=0.01%, 50=0.02%, 100=79.48%
  lat (usec)   : 250=20.49%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=7.27%, sys=19.71%, ctx=3295324, majf=0, minf=115
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3276800,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=2296MiB/s (2407MB/s), 2296MiB/s-2296MiB/s (2407MB/s-2407MB/s), io=200GiB (215GB), run=89210-89210msec

Disk stats (read/write):
  nvme5n1: ios=0/3274091, merge=0/18, ticks=0/250124, in_queue=250124, util=99.98%

Test Time: 2024-05-11 04:32:20
Device Name: filetest.txt
Device Info: